Repository: Almaalim/AMS
Catalog: App_LocalResources/AMSMasterPage.master.*.resx
Languages: ar

# btnAttendanceListResource1.Text
source: Attendance List
ar: قائمة الحضور

# btnEmployeeRequestResource1.Text
source: Employee Request
ar: طلبات الموظف

# btnEmployeeVacationDaysResource1.Text
source: Employee Vacation Days
ar: أيام الإجازة للموظف

# btnExcuseRequestResource1.Text
source: Excuse Request
ar: طلب استئذان

# btnShiftExcuseRequestResource1.Text
source: Shift Excuse Request
ar: طلب استئذان وردية

# btnShiftSwapEmployeeApprovalResource1.Text
source: Shift Swap Employee Approval
ar: الموافقة على تبادل وردية موظف

# btnShiftSwapRequestResource1.Text
source: Shift Swap Request
ar: طلب تبادل وردية

# btnVacationRequestResource1.Text
source: Vacation Request
ar: طلب إجازة

# Label1Resource1.Text
source: Requests
ar: الطلبات

# lblActualWorkDurationResource1.Text
source: Actual Work Duration
ar: وقت العمل الفعلي

# lblBeginLateResource1.Text
source: Begin Late
ar: الحضور المتأخر

# lblcopyrightsResource1.Text
source: copyrights Almaalim 2005-
ar: جميع الحقوق محفوظة لشركة المعالم 2005-

# lblDaysAbsentResource1.Text
source: Days Absent
ar: أيام الغياب

# lblDaysAbsentValueResource1.Text
source: 0 Day(s)
ar: 0 يوم

# lblDaysAbsentWithoutExcuseResource1.Text
source: Days Absent Without Excuse
ar: أيام الغياب بدون استئذان

# lblDaysAbsentWithoutExcuseValueResource1.Text
source: 0 Day(s)
ar: 0 يوم

# lblDaysAbsentWithPaidExcuseResource1.Text
source: Days Absent Paid Excuse
ar: أيام الغياب للاسئذانات المدفوعة

# lblDaysAbsentWithPaidExcuseValueResource1.Text
source: 0 Day(s)
ar: 0 يوم

# lblDaysAbsentWithUnpaidExcuseResource1.Text
source: Days Absent Unpaid Excuse
ar: أيام الغياب للاستئذانات غير المدفوعة

# lblDaysAbsentWithUnpaidExcuseValueResource1.Text
source: 0 Day(s)
ar: 0 يوم

# lblDaysPresentResource1.Text
source: Days Present
ar: أيام الحضور

# lblDaysPresentValueResource1.Text
source: 0 Day(s)
ar: 0 يوم

# lblErsTitelResource1.Text
source: ERS
ar: نظام الاستئذانات

# lblFavPageResource1.Text
source: Quick Links
ar: روابط مختصرة

# lblFavReportResource1.Text
source: Favorite Reports
ar: التقارير المفضلة

# lblGapWithoutExcuseResource1.Text
source: Gap Without Excuse
ar: الثغرات بدون استئذان

# lblGapWithPaidExcuseResource1.Text
source: Gap Paid Excuse
ar: الثغرات للاستئذانات الدفوعة

# lblGapWithUnpaidExcuseResource1.Text
source: Gap Unpaid Excuse
ar: الثغرات للاستئذانات غير المدفوعة

# lblMonthSummaryResource1.Text
source: Month Summary
ar: ملخص الشهر

# lblOutEarlyResource1.Text
source: Out Early
ar: الخروج المبكر

# lblShiftAbsentWithoutExcuseResource1.Text
source: Shift Absent Without Excuse
ar: غياب وردية بدون استئذان

# lblShiftAbsentWithoutExcuseValueResource1.Text
source: 0 Shift(s)
ar: 0 وردية

# lblShiftAbsentWithPaidExcuseResource1.Text
source: Shift Absent Paid Excuse
ar: غياب وردية للاستئذانات المدفوعة

# lblShiftAbsentWithPaidExcuseValueResource1.Text
source: 0 Shift(s)
ar: 0 وردية

# lblShiftAbsentWithUnpaidExcuseResource1.Text
source: Shift Absent Unpaid Excuse
ar: غياب وردية للاستئذانات غير المدفوعة

# lblShiftAbsentWithUnpaidExcuseValueResource1.Text
source: 0 Shift(s)
ar: 0 وردية

# lblShiftsAbsentResource1.Text
source: Shifts Absent
ar: غياب الورديات

# lblShiftsAbsentValueResource1.Text
source: 0 Shift(s)
ar: 0 وردية

# lblTotalOverTimeResource1.Text
source: Total Overtime
ar: مجموع الوقت الإضافي

# lblWelcomeResource1.Text
source: Welcome
ar: مرحبا

# lblWorkDurationResource1.Text
source: Work Duration
ar: فترة العمل

# lblWorkingDaysResource1.Text
source: Working Days
ar: أيام العمل

# lnkAboutUsResource1.Text
source: About us
ar: من نحن

# lnkContactUsResource1.Text
source: Contact us
ar: اتصل بنا

# lnkERSResource1.Text
source: ERS
ar: نظام الاستئذانات

# LnkHomeResource1.Text
source: Home Page
ar: الصفحة الرئيسية

# lnkLanguageResource1.Text
source: Language
ar: اللغة

# LnkLogoutResource1.Text
source: Logout
ar: تسجيل الخروج

# lnkShortcutResource1.Text
source: Add Quick Link
ar: إضافة روابط مختصرة

# Menu1Resource1.ScrollDownText
source: Scroll down
ar: أسفل

# Menu1Resource1.ScrollUpText
source: Scroll up
ar: أعلى

# LnkChangePasswordResource11.Text
source: Change Password
ar: تغيير كلمة المرور

# lnkHelpResource1.Text
source: Help
ar: مساعدة

# btnEmployeeGapResource1.Text
source: Employee Gaps
ar: ثغرات الموظف

# lblDepNameResource1.Text
source: Department :
ar: القسم :

# lblEmpInfoResource1.Text
source: Employee Info
ar: معلومات الموظف

# lblEmpNameResource1.Text
source: Name :
ar: الاسم :

# btnCommissionRequestResource1.Text
source: Commission Request
ar: طلب إنتداب

# btnJobAssignmentRequestResource1.Text
source: Job Assignment Request
ar: طلب مهمة عمل

# lnkPolicyResource1.Text
source: Policies and Procedures
ar: السياسات والإجراءات

# btnTodayTransactionResource1.Text
source: Today Transaction
ar: حركات اليوم الحالي

# btnAdministrativeLicensesRequestResource1.Text
source: Administrative Licenses Request
ar: طلب رخصة إدارية
