Repository: Almaalim/AMS
Catalog: Pages_Attend/App_LocalResources/EmployeeGaps.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Gap ID
ar: رقم الثغرة

# BoundFieldResource2.HeaderText
source: GapDate
ar: تاريخ الثغرة

# BoundFieldResource3.HeaderText
source: Exc ID
ar: رقم الاستئذان

# lblDeductionResource1.Text
source: Deduction
ar: الخصم

# lblGapsResource1.Text
source: Gaps
ar: الثغرات

# lblGapWithExcuseByReqResource1.Text
source: Gaps With Excuse By Request
ar: الثغرات مع الاستئذانات (الطلبات)

# lblGapWithExcuseByUserResource1.Text
source: Gaps With Excuse By User
ar: الثغرات مع الاستئذانات (المستخدم)

# lblGapWithExcuseResource1.Text
source: Gaps With Excuse
ar: الثغرات مع الاستئذانات

# lblGapWithoutExcuseResource1.Text
source: Gaps Without Excuse
ar: الثغرات بدون الاستئذانات

# lblTotalDeductionResource1.Text
source: Total :
ar: المجموع :

# lblTotalGapsResource1.Text
source: Total :
ar: المجموع :

# lblTotalGapWithExcuseByReqResource1.Text
source: Total :
ar: المجموع :

# lblTotalGapWithExcuseByUserResource1.Text
source: Total :
ar: المجموع :

# lblTotalGapWithExcusePaidByReqResource1.Text
source: Paid :
ar: المدفوعة :

# lblTotalGapWithExcusePaidByUserResource1.Text
source: Paid :
ar: المدفوعة :

# lblTotalGapWithExcusePaidResource1.Text
source: Paid :
ar: المدفوعة :

# lblTotalGapWithExcuseResource1.Text
source: Total :
ar: المجموع :

# lblTotalGapWithExcuseUnPaidByReqResource1.Text
source: Unpaid :
ar: غير المدفوعة :

# lblTotalGapWithExcuseUnPaidByUserResource1.Text
source: Unpaid :
ar: غير المدفوعة :

# lblTotalGapWithExcuseUnPaidResource1.Text
source: Unpaid :
ar: غير المدفوعة :

# lblTotalGapWithExcuseWaitByReqResource1.Text
source: Waiting :
ar: في الإنتظار :

# lblTotalGapWithoutExcuseResource1.Text
source: Total :
ar: المجموع :

# lblYearResource1.Text
source: Year:
ar: السنة :

# PageResource1.Title
source: Employee Gaps
ar: ثغرات الموظف

# TemplateFieldResource1.HeaderText
source: DayName
ar: اليوم

# TemplateFieldResource2.HeaderText
source: Date
ar: التاريخ

# TemplateFieldResource3.HeaderText
source: Start Time
ar: وقت البدء

# TemplateFieldResource4.HeaderText
source: End Time
ar: وقت الإنتهاء

# TemplateFieldResource5.HeaderText
source: Duration
ar: المدة
