Repository: Almaalim/AMS
Catalog: Pages_Trans/App_LocalResources/EmployeeTransactions.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Shift ID
ar: رقم الوردية

# BoundFieldResource2.HeaderText
source: User Name
ar: إسم المستخدم

# BoundFieldResource3.HeaderText
source: GapID
ar: رقم الثغرة

# lblGapTabDateResource1.Text
source: Date :
ar: التاريخ :

# lblGapTabDeductionResource1.Text
source: Deduction :
ar: الحسم :

# lblGapTabDescriptionResource1.Text
source: Description :
ar: الوصف :

# lblGapTabEndTimeResource1.Text
source: End Time :
ar: زمن الإنتهاء :

# lblGapTabExcuseTypeResource1.Text
source: Excuse Type :
ar: نوع الاستئذان :

# lblGapTabGapDurationResource1.Text
source: Gap Duration :
ar: مدة الثغرة :

# lblGapTabStartTimeResource1.Text
source: Start Time :
ar: وقت البدء :

# lblIDFilterResource1.Text
source: Employee ID:
ar: رقم الموظف :

# lblMonthResource1.Text
source: Month:
ar: الشهر :

# lblShtTabActDurationResource1.Text
source: Actual Duration :
ar: المدة الفعلية :

# lblShtTabBeginEarlyResource1.Text
source: Begin Early :
ar: الحضور المبكر :

# lblShtTabBeginLateResource1.Text
source: BeginLate :
ar: الحضور المتأخر :

# lblShtTabDateResource1.Text
source: Date :
ar: التاريخ :

# lblShtTabExtraTimeResource1.Text
source: ExtraTime :
ar: الوقت الإضافي :

# lblShtTabOutEarlyResource1.Text
source: Out Early :
ar: الخروج المبكر :

# lblShtTabOutLateResource1.Text
source: Out Late :
ar: الخروج المتأخر :

# lblShtTabOvertimeResource1.Text
source: Overtime :
ar: ساعات العمل الإضافية :

# lblShtTabPeriodResource1.Text
source: Shift Period :
ar: فترة الوردية :

# lblShtTabShiftDurationResource1.Text
source: Shift Duration :
ar: مدة الوردية :

# lblShtTabWorkDurationResource1.Text
source: Work Duration :
ar: مدة العمل :

# lblShtTabWorkingtimeResource1.Text
source: Working Time :
ar: وقت العمل :

# lblTrnTabDateResource1.Text
source: Date :
ar: التاريخ :

# lblTrnTabNotesResource1.Text
source: Notes :
ar: ملاحظات :

# lblTrnTabTimeResource1.Text
source: Time :
ar: الوقت :

# lblTrnTabTypeResource1.Text
source: Type :
ar: النوع :

# lblYearResource1.Text
source: Year:
ar: السنة :

# Literal1Resource1.Text
source: Shift Details
ar: تفاصيل الوردية

# Literal2Resource1.Text
source: Transaction
ar: الحركات

# Literal3Resource1.Text
source: Gap
ar: الثغرة

# PageResource1.Title
source: Employee Transaction
ar: حركات الموظفين

# TemplateFieldResource1.HeaderText
source: Shift Date
ar: تاريخ الوردية

# TemplateFieldResource10.HeaderText
source: Date
ar: التاريخ

# TemplateFieldResource11.HeaderText
source: Time
ar: الوقت

# TemplateFieldResource12.HeaderText
source: Type
ar: النوع

# TemplateFieldResource13.HeaderText
source: Date
ar: التاريخ

# TemplateFieldResource14.HeaderText
source: Start Time
ar: وقت البدء

# TemplateFieldResource15.HeaderText
source: End Time
ar: وقت الإنتهاء

# TemplateFieldResource16.HeaderText
source: Duration
ar: المدة

# TemplateFieldResource2.HeaderText
source: Shift Duration
ar: مدة الوردية

# TemplateFieldResource3.HeaderText
source: Work Duration
ar: مدة العمل

# TemplateFieldResource4.HeaderText
source: Actual Duration
ar: المدة الفعلية

# TemplateFieldResource5.HeaderText
source: Gaps
ar: الثغرات

# TemplateFieldResource6.HeaderText
source: Excuse Unpaid
ar: الإستئذان غير المدفوع

# TemplateFieldResource7.HeaderText
source: Excuse Paid
ar: الإستئذان المدفوع

# TemplateFieldResource8.HeaderText
source: Extratime
ar: الوقت الإضافي

# TemplateFieldResource9.HeaderText
source: Overtime
ar: ساعات العمل الإضافية

# lbl_ST_ShiftIDResource1.Text
source: Shift ID :
ar: رقم الوردية :

# lbl_ST_SsmEndShiftTimeResource1.Text
source: End Shift Time :
ar: نهاية الوردية :

# lbl_ST_SsmGapDur_GraceResource1.Text
source: Shift Grace :
ar: ثغرات وقت السماح :

# lbl_ST_SsmGapDur_MGResource1.Text
source: Middle Grace :
ar: ثغرات السماح الوسطى :

# lbl_ST_SsmGapDur_PaidExcResource1.Text
source: Paid Excuse :
ar: الاستئذان المدفوع :

# lbl_ST_SsmGapDur_UnPaidExcResource1.Text
source: Unpaid Excuse :
ar: الاستئذان غير المدفوع :

# lbl_ST_SsmGapDur_WithoutExcResource1.Text
source: Gaps :
ar: الثغرات :

# lbl_ST_SsmPunchInTimeResource1.Text
source: Punch In :
ar: وقت الدخول :

# lbl_ST_SsmPunchOutTimeResource1.Text
source: Punch Out :
ar: وقت الخروج :

# lbl_ST_SsmStartShiftTimeResource1.Text
source: Start Shift Time :
ar: بداية الوردية :

# lbl_ST_SsmStatusResource1.Text
source: Shift Status :
ar: الحالة :

# TemplateFieldStatusResource.HeaderText
source: Status
ar: الحالة
