Repository: Almaalim/AMS
Catalog: Pages_Config/App_LocalResources/Configuration.aspx.*.resx
Languages: ar

# btnAddResource1.Text
source: <img src="../images/Button_Icons/button_add.png" /> Add
ar: <img src="../images/Button_Icons/button_add.png" /> اضافة

# btnCancelResource1.Text
source: <img src="../images/Button_Icons/button_Cancel.png" /> Cancel
ar: <img src="../images/Button_Icons/button_Cancel.png" /> الغاء

# btnModifyResource1.Text
source: <img src="../images/Button_Icons/button_edit.png" /> Modify
ar: <img src="../images/Button_Icons/button_edit.png" /> تعديل

# btnSaveResource1.Text
source: <img src="../images/Button_Icons/button_storage.png" /> Save
ar: <img src="../images/Button_Icons/button_storage.png" /> حفظ

# chkActiveDirectoryValidationEmployeeResource1.Text
source: Active Directory Validation Employee
ar: دخول الموظف المباشر للبرنامج

# chkActiveDirectoryValidationUserResource1.Text
source: Active Directory Validation User
ar: دخول المستخدم المباشر للبرنامج

# chkAutoInResource1.Text
source: Auto In
ar: دخول تلقائي

# chkAutoOutResource1.Text
source: Auto Out
ar: خروج تلقائي

# chkExcFormReqResource1.Text
source: Excuse Form Request
ar: طلب نموذج الاستئذان

# chkInquiryFormReqResource1.Text
source: Inquiry Form Request
ar: طلب نموج

# chkIsTakeAutoInResource1.Text
source: Auto In Priority
ar: أولوية الدخول التلقائي

# chkIsTakeAutoOutResource1.Text
source: Auto Out Priority
ar: أولوية الخروج التلقائي

# chkOTBeginEarlyFlagResource1.Text
source: Begin Early overtime
ar: الدوام الإضافي للحضور المبكر

# chkOTNoShiftFlagResource1.Text
source: No Shift overtime
ar: الدوام الإضافي خارج الدوام

# chkOTOutLateFlagResource1.Text
source: Out Late overtime
ar: الدوام الإضافي للخروج المتأخر

# chkOTOutOfShiftFlagResource1.Text
source: Out Of Shift overtime
ar: الدوام الإضافي خارج الوردية

# chkVacFormReqResource1.Text
source: Vaction Form Request
ar: طلب نموذج الإجازة

# cvCalVacResetDateEmptyResource1.Text
source: <img src='images/Exclamation.gif' title='Start Date is required!' />
ar: <img src='images/Exclamation.gif' title='حقل تاريخ البدء اجباري!' />

# Label12Resource1.Text
source: Vacation Reset Date :
ar: تاريخ تصفير الإجازات :

# Label2Resource1.Text
source: Overtime Setting
ar: اعدادات الدوام الإضافي

# Label3Resource1.Text
source: Form Request :
ar: طلب نموذج :

# Label4Resource1.Text
source: Request Setting
ar: اعدادات الطلبات

# Label5Resource1.Text
source: General Setting
ar: اعدادات عامة

# Label6Resource1.Text
source: Required Data Language :
ar: اللغة للبيانات المطلوبة :

# lblDepartmentLevelsResource1.Text
source: Department Levels :
ar: مستوى الأقسام :

# lblICApprovalPercentResource1.Text
source: incomplete Approval Percent :
ar: نسبة الموافقة للحركات غير الكتملة :

# lblMaxPercOTResource1.Text
source: Overtime Interval (Max/Day) :
ar: : فترة الدوام الإضافي (الحد الأقصى لليوم)

# lblMiddleGapCountResource1.Text
source: Middle Gap (No) :
ar: الثغرات أثناء الدوام (عدد) :

# lblOTBeginEarlyIntervalResource1.Text
source: Begin Early Interval :
ar: فترة الحضور المبكر :

# lblOTNoShiftIntervalResource1.Text
source: No Shift Interval :
ar: فترة خارج الدوام :

# lblOTOutLateIntervalResource1.Text
source: Out Late Interval :
ar: فترة الخروج المتأخر :

# lblOTOutOfShiftIntervalResource1.Text
source: Out Of Shift Interval :
ar: الفترة خارج الوردية :

# lblRedundantInSelectionResource1.Text
source: Redundant In Selection :
ar: اختيار الدخول المتكرر :

# lblRedundantOutSelectionResource1.Text
source: Redundant Out Selection :
ar: اختيار الخروج المتكرر :

# lblSessionDurationResource1.Text
source: Session timeout :
ar: خروج تلقائي للبرنامج :

# lblWorkTimeSettingResource1.Text
source: Shift Setting
ar: اعدادات الدوام

# ListItemResource1.Text
source: First
ar: أول

# ListItemResource2.Text
source: Last
ar: آخر

# ListItemResource3.Text
source: First
ar: أول

# ListItemResource4.Text
source: Last
ar: آخر

# ListItemResource5.Text
source: Arabic - English
ar: العربية - الإنجليزية

# ListItemResource6.Text
source: Arabic
ar: العربية

# ListItemResource7.Text
source: English
ar: الإنجليزية

# PageResource1.Title
source: General Configuration
ar: الإعدادات العامة

# RegularExpressionValidator1Resource1.ErrorMessage
source: Enter Only Numbers
ar: ادخل فقط أرقام

# RegularExpressionValidator1Resource1.Text
source: <img src="../images/Exclamation.gif" title="Enter Only Numbers!" />
ar: <img src="../images/Exclamation.gif" title="ادخل فقط أرقام!" />

# RegularExpressionValidator3Resource1.ErrorMessage
source: Enter Only Numbers
ar: ادخل فقط أرقام

# RegularExpressionValidator3Resource1.Text
source: <img src="../images/Exclamation.gif" title="Enter Only Numbers!" />
ar: <img src="../images/Exclamation.gif" title="ادخل فقط أرقام!" />

# RegularExpressionValidator9Resource1.ErrorMessage
source: Enter Only Numbers
ar: ادخل فقط أرقام

# RegularExpressionValidator9Resource1.Text
source: <img src="../images/Exclamation.gif" title="Enter Only Numbers!" />
ar: <img src="../images/Exclamation.gif" title="ادخل فقط أرقام!" />

# reqBranchManager1Resource1.ErrorMessage
source: Middle Gap Period is required!
ar: حقل الثغرات أثناء الدوام اجباري!

# reqBranchManager1Resource1.Text
source: <img src='../images/Exclamation.gif' title='Middle Gap Period is required!' />
ar: <img src='../images/Exclamation.gif' title=حقل الثغرات أثناء الدوام اجباري!' />

# RequiredFieldValidator1Resource1.ErrorMessage
source: incomplete Approval Percent is required!
ar: حقل نسبة الموافقة للحركات غير المكتملة اجباري!

# RequiredFieldValidator1Resource1.Text
source: <img src='../images/Exclamation.gif' title='incomplete Approval Percent is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل نسبة الموافقة للحركات غير المكتملة اجباري!' />

# lblMiddleGapExcIDResource1.Text
source: Excuse Type (Middle Gap) :
ar: نوع الاستئذان (ثغرات الدوام ) :

# lblHint10Resource.Text
source: Less duration can be calculated as overtime early attendance and who is after this period.
ar: أقل مدة يمكن احتسابها كوقت إضافي الحضور المبكر والذي يكون بعد هذه الفترة.

# lblHint1Resource.Text
source: This option determines whether this feature can be selected on the Employee page or not, it means the ability to add movement automatic entry automatically
ar: هذا الخيار يحدد فيما إذا كان يمكن اختيار هذه الخاصية في صفحة الموظفين أم لا , وهي تعني إمكانية إضافة حركة دخول تلقائية آليا

# lblHint2Resource.Text
source: Identify priority choice between regular entry movement, if any, automatic login movement at treatment, when selecting priority will be given to automatic login movement.
ar: تحدد أولوية الاختيار بين حركة الدخول العادية إن وجدت وحركة الدخول التلقائية عند المعالجة , عند اختياره تكون الأولوية لحركة الدخول التلقائية.

# lblHint3Resource.Text
source: This option determines whether this feature can be selected on the employee page or not, it means the ability to add automatic movement out automatically.
ar: هذا الخيار يحدد فيما إذا كان يمكن اختيار هذه الخاصية في صفحة الموظفين أم لا , وهي تعني إمكانية إضافة حركة خروج تلقائية آليا.

# lblHint4Resource.Text
source: Identify priority choice between regular exit transaction, if any, and automatic exit transaction at treatment, when selecting priority will be given to automatic exit transaction.
ar: تحدد أولوية الاختيار بين حركة الخروج العادية إن وجدت وحركة الخروج التلقائية عند المعالجة , عند اختياره تكون الأولوية لحركة الخروج التلقائية.

# lblHint5Resource.Text
source: The number of gaps allowed in shift the grace which duration is specified in the page working times.
ar: يتم تحديد عدد الثغرات المسموح بها في الوردية كفترات سماح والتي يتم تحديد مدتها في صفحة أوقات العمل.

# lblHint6Resource.Text
source: This property specifies the percentage allowed for incomplete movement, when you choose 50%, for example, then you can not close the movement completed only a period equal to or less than half the duration of the Shift.
ar: هذه الخاصية تُحدد النسبة المسموح بها لإقفال الحركة الغير مكتملة, فعند اختيار 50% مثلا عندها لا يمكن إقفال الحركة المكتملة إلا بفترة مساوية أو أقل من نصف مدة هذه الوردية.

# lblHint7Resource.Text
source: This option determines access movement, which will be processed (first or last) in the case of more of the entry in a row and ignore the other movements.
ar: يتم تحديد حركة الدخول التي سيتم معالجتها ( الأولى أو الأخيرة ) في حالة وجود أكثر من حركة دخول متتالية وتجاهل الحركات الأخرى.

# lblHint8Resource.Text
source: Limit the time allowed a maximum of overtime a day, which the employee can not provide additional job applications when crossed.
ar: تحديد الوقت المسموح به كحد أقصى للعمل الإضافي في اليوم والذي لا يمكن للموظف تقديم طلبات عمل إضافي عند تجاوزه.

# lblHint9Resource.Text
source: When selected early attendance is calculated as overtime for employees
ar: عند اختياره يتم احتساب الحضور المبكر كوقت إضافي للموظف

# lblHint11Resource.Text
source: The date on which he has been re-calculating vacation days that are of the types of vacations that are re-calculated.
ar: التاريخ الذي عنده يتم إعادة احتساب أيام الإجازات التي تكون من أنواع الإجازات التي يتم إعادة احتسابها.

# lblHint12Resource.Text
source: This option specifies the form you will be asked to type the request is compulsory or not, and choose the types of applications required form.
ar: يحدد هذه الخيار هل سيكون طلب نموذج لنوع الطلب المقدم إجباري أم لا, و يتم اختيار أنواع الطلبات المطلوب النموذج لها.

# lblHint13Resource.Text
source: Specify the language of the input data required and can not be conservation without entered.
ar: تحديد لغة البيانات المدخلة المطلوبة والتي لا يمكن الحفظ بدون إدخالها.

# chkAutoTransResource1.Text
source: Make Transaction as first In second Out
ar: تحديد نوع الحركة الأولى دخول والثانية خروج

# lblcfgApprovalsMonthCountResource1.Text
source: Approvals Per Month Count for (Report) :
ar: عدد الموافقات في الشهر (التقرير) :

# lblcfgTransInDaysCountResource1.Text
source: Transaction Per Day Count (Report) :
ar: عدد الحركات في اليوم (التقرير) :

# lblDaysLimitReqVacResource1.Text
source: Days limit to Request Vacation :
ar: فترة السماح لطلب إجازة :

# lblDayType.Text
source: Days
ar: أيام

# lblHint14Resource.Text
source: This property specifies the Count Days Limit allowe for employee to request vacation for absent, when you left Text zero No limit for Days Request, but if you entrie write any number the Employee can't Request vacation after passing days limit.
ar: هذه الخاصية تحدد الحد الأقصى من الأيام التي يمكن خلالها الموظف من طلب اجازة, وبعد مضي الفترة لايمكن للموظف من تقديم الطلب إذا كانت القيمة صفر فهذا يعني أنه ليس هناك حدود للفترة ويمكن للموظف تقديم الطلب في أي وقت

# chkOTVacationFlagResource1.Text
source: Vacation overtime
ar: الدوام الإضافي أثناء الإجازة

# lblcfgOrderTransTypeResource1.Text
source: Order Trans Type :
ar: ترتيب الحركات :

# lblOTVacationIntervalResource1.Text
source: Vacation Interval :
ar: فترة الإجازة :

# ListItemResource10.Text
source: First IN Last OUT
ar: الأولى دخول والأخيرة خروج

# ListItemResource8.Text
source: Machine Type
ar: بواسطة الجهاز

# ListItemResource9.Text
source: First IN Second OUT
ar: الأولى دخول والثانية خروج

# lblCfgPeriodDifferenceInInspectionToursResource1.Text
source: Period Difference In Inspection Tours :
ar: فرق الفترة في الجولة التفتيشية :

# lblDayTypeResource1.Text
source: Days
ar: يوم/أيام
