Repository: Almaalim/AMS
Catalog: Pages_Config/App_LocalResources/Machine.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Machine Type
ar: نوع الجهاز

# BoundFieldResource3.HeaderText
source: Location
ar: الموقع

# BoundFieldResource4.HeaderText
source: Install Date
ar: تاريخ التركيب

# BoundFieldResource5.HeaderText
source: Number
ar: رقم المكينة

# BoundFieldResource6.HeaderText
source: Status
ar: الحالة

# BoundFieldResource7.HeaderText
source: Created By
ar: إنشاء بواسطة

# BoundFieldResource8.HeaderText
source: Modified By
ar: تعديل بواسطة

# btnAddResource1.Text
source: <img src="../images/Button_Icons/button_add.png" /> Add
ar: <img src="../images/Button_Icons/button_add.png" /> إضافة

# btnCancelResource1.Text
source: <img src="../images/Button_Icons/button_Cancel.png" /> Cancel
ar: <img src="../images/Button_Icons/button_Cancel.png" /> إلغاء

# btnModifyResource1.Text
source: <img src="../images/Button_Icons/button_edit.png" /> Modify
ar: <img src="../images/Button_Icons/button_edit.png" /> تعديل

# btnSaveResource1.Text
source: <img src="../images/Button_Icons/button_storage.png" /> Save
ar: <img src="../images/Button_Icons/button_storage.png" /> حفظ

# chkIsRoundResource1.Text
source: Round Patrol Device
ar: جهاز متنقل

# chkStatusResource1.Text
source: Active
ar: تفعيل

# cvCalStartDateEmptyResource1.Text
source: <img src='../images/Exclamation.gif' title='Installation Date is required' />
ar: <img src='../images/Exclamation.gif' title='تاريخ التركيب اجباري!' />

# cvMachineNoResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required' />
ar: <img src='../images/Exclamation.gif' title='نوع العمل اجباري!' />

# cvMacIPResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required' />
ar: <img src='../images/Exclamation.gif' title='نوع العمل اجباري!' />

# cvMacLocationResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required' />
ar: <img src='../images/Exclamation.gif' title='نوع العمل اجباري!' />

# cvMacPortResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required' />
ar: <img src='../images/Exclamation.gif' title='نوع العمل اجباري!' />

# Label4Resource1.Text
source: Machine Type :
ar: نوع الجهاز :

# lblDateStartResource1.Text
source: Installation Date :
ar: تاريخ التركيب :

# lblIDFilterResource1.Text
source: Search By:
ar: بحث بواسطة :

# lblMachineIP6Resource1.Text
source: IP :
ar: الآي بي :

# lblMachineLocation1Resource1.Text
source: Location :
ar: الموقع :

# lblMachineNo2Resource1.Text
source: No :
ar: الرقم :

# lblMachinePort3Resource1.Text
source: Port :
ar: المنفذ :

# ListItemResource1.Text
source: [None]
ar: [غير محدد]

# ListItemResource2.Text
source: Machine Location (En)
ar: الموقع (E)

# ListItemResource3.Text
source: Machine Number
ar: رقم المكينة

# PageResource1.Title
source: Machine
ar: الأجهزة

# RegularExpressionValidator1Resource1.ErrorMessage
source: Enter correct IP
ar: أدخل آي بي صحيح

# RegularExpressionValidator1Resource1.Text
source: <img src='../images/message_exclamation.png' title='Enter correct IP' />
ar: <img src='../images/message_exclamation.png' title='أدخل آي بي صحيح' />

# RegularExpressionValidator7Resource1.ErrorMessage
source: Enter Only Numbers
ar: أدخل فقط أرقام

# RegularExpressionValidator7Resource1.Text
source: <img src="../images/Exclamation.gif" title="Enter Only Numbers!" />
ar: <img src="../images/Exclamation.gif" title="أدخل فقط ارقام!" />

# RegularExpressionValidator8Resource1.ErrorMessage
source: Enter Only Numbers for port
ar: أدخل فقط أرقام للمنفذ

# RegularExpressionValidator8Resource1.Text
source: <img src="../images/Exclamation.gif" title="Enter Only Numbers for port!" />
ar: <img src="../images/Exclamation.gif" title="أدخل فقط أرقام للمنفذ!" />

# rfvMacTypeResource1.Text
source: <img src='../images/Exclamation.gif' title='Machine Type is required!' />
ar: <img src='../images/Exclamation.gif' title='رقم المكينة اجباري' />

# TemplateFieldResource1.HeaderText
source: Created Date
ar: انشاء بواسطة

# TemplateFieldResource2.HeaderText
source: Modified Date
ar: تعديل بواسطة

# lblMacLocArResource.Text
source: Location (Ar) :
ar: الموقع (ع) :

# lblMacLocEnResource.Text
source: Location (En) :
ar: الموقع (E) :

# ListItemResource22.Text
source: Machine Location (Ar)
ar: الموقع (ع)

# BoundFieldResourceAr.HeaderText
source: Location Ar
ar: الموقع (ع)

# BoundFieldResourceEn.HeaderText
source: Location En
ar: الموقع (E)

# lblRoundResource.Text
source: Enable Portable attendance device option
ar: تفعيل خاصية جهاز التحضير المتنقل

# ddlMacTypeResource1.Text
source: -Select IN\OUT Type-
ar: -اختر النوع الدخول/الخروج-

# MacTrnTypeResource.Text
source: IN\OUT Type :
ar: النوع الدخول/الخروج :

# AttendanceListItemResource1.Text
source: Attendance
ar: حضور

# INListItemResource1.Text
source: IN
ar: دخول

# InspectionToursItemResource1.Text
source: Inspection Tours
ar: الجولة التفتيشية

# OUTItemResource1.Text
source: OUT
ar: خروج

# RoundPatrolListItemResource1.Text
source: Round Patrol
ar: التحضير المتنقل

# lblMacTransactionTypeResource.Text
source: Transactions Type :
ar: نوع الحركات :
