Repository: Almaalim/AMS
Catalog: Pages_Config/App_LocalResources/WorkTime.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Name (Ar)
ar: الاسم (ع)

# BoundFieldResource3.HeaderText
source: Name (En)
ar: الاسم (E)

# BoundFieldResource4.HeaderText
source: Work Type (Ar)
ar: اسم نوع العمل (ع)

# BoundFieldResource5.HeaderText
source: Work Type (En)
ar: اسم نوع العمل (E)

# btnAddResource1.Text
source: <img src="../images/Button_Icons/button_add.png" /> Add
ar: <img src="../images/Button_Icons/button_add.png" /> اضافة

# btnCalShift1DurationResource1.Text
source: Calculater Duration
ar: احتساب المدة

# btnCalShift2DurationResource1.Text
source: Calculater Duration
ar: احتساب المدة

# btnCalShift3DurationResource1.Text
source: Calculater Duration
ar: احتساب المدة

# btnCancelResource1.Text
source: <img src="../images/Button_Icons/button_Cancel.png" /> Cancel
ar: <img src="../images/Button_Icons/button_Cancel.png" /> الغاء

# btnModifyResource1.Text
source: <img src="../images/Button_Icons/button_edit.png" /> Modify
ar: <img src="../images/Button_Icons/button_edit.png" /> تعديل

# btnSaveResource1.Text
source: <img src="../images/Button_Icons/button_storage.png" /> Save
ar: <img src="../images/Button_Icons/button_storage.png" /> حفظ

# chkShift2SettingResource1.Text
source: Shift2
ar: الوردية 2

# chkShift3SettingResource1.Text
source: Shift3
ar: الوردية 3

# chkWktShift1IsOptionalResource1.Text
source: Optional
ar: اختياري

# chkWktShift1IsOverNightResource1.Text
source: OverNight
ar: الوردية الليلية

# chkWktShift2IsOptionalResource1.Text
source: Optional
ar: اختياري

# chkWktShift2IsOverNightResource1.Text
source: OverNight
ar: الوردية الليلية

# chkWktShift3IsOptionalResource1.Text
source: Optional
ar: اختياري

# chkWktShift3IsOverNightResource1.Text
source: OverNight
ar: الوردية الليلية

# chkWrtStatusResource1.Text
source: Active
ar: تفعيل

# cvArShift1NameResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 1 Name Arabic is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 1 (ع) اجباري!' />

# cvArShift2NameResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 2 Name Arabic is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 2 (ع) اجباري!' />

# cvArShift3NameResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 3 Name Arabic is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 3 (ع) اجباري!' />

# cvArWorkTimeNameResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل نوع العمل اجباري' />

# cvEnShift1NameResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 1 Name English is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 1 (E) اجباري!' />

# cvEnShift2NameResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 2 Name English is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 2 (E) اجباري!' />

# cvEnShift3NameResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 3 Name English is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 3 (ع) اجباري!' />

# cvEnWorkTimeNameResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل نوع العمل اجباري!' />

# cvShift1DurationResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 1 Duration is required!' />
ar: <img src='../images/Exclamation.gif' title='مدة الوردية 1 اجباري !' />

# cvShift1TimeResource1.Text
source: <img src='../images/message_exclamation.png' title='Enter correct Shift 1 Time' />
ar: <img src='../images/message_exclamation.png' title='ادخل وقت صحيح للوردية1 !' />

# cvShift2DurationResource1.Text
source: <img src='images/Exclamation.gif' title='Shift 2 Duration is required!' />
ar: <img src='../images/Exclamation.gif' title='مدة الوردية 2 اجباري !' />

# cvShift2TimeResource1.Text
source: <img src='images/message_exclamation.png' title='Enter correct Shift 2 Time' />
ar: <img src='../images/message_exclamation.png' title='ادخل وقت صحيح للوردية2 !' />

# cvShift3DurationResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift 3 Duration is required!' />
ar: <img src='../images/Exclamation.gif' title='مدة الوردية 2 اجباري !' />

# cvShift3TimeResource1.Text
source: <img src='../images/message_exclamation.png' title='Enter correct Shift 3 Time' />
ar: <img src='../images/message_exclamation.png' title='ادخل وقت صحيح للوردية3 !' />

# Label11Resource1.Text
source: Shift 2 Setting
ar: اعدادات الوردية 2

# Label13Resource1.Text
source: Shift 3 Setting
ar: اعدادات الوردية 3

# Label19Resource1.Text
source: Work Type :
ar: نوع العمل :

# Label2Resource1.Text
source: Shift 1 Setting
ar: اعدادات الوردية 1

# Label9Resource1.Text
source: Overtime Interval (Max/Day) :
ar: فترة الدوام الإضافي (الحد الأقصى لليوم ) :

# lblArShift1NameResource1.Text
source: Name (Ar):
ar: الاسم (ع) :

# lblArShift2NameResource1.Text
source: Name (Ar):
ar: الاسم (ع) :

# lblArShift3NameResource1.Text
source: Name (Ar):
ar: الاسم (ع) :

# lblArWorkTimeNameResource1.Text
source: Name (Ar):
ar: الاسم (ع) :

# lblEnWorkTimeNameResource1.Text
source: Name (En) :
ar: الاسم (E) :

# lblIDFilterResource1.Text
source: Search By:
ar: بحث بواسطة :

# lblShift1EndGraceResource1.Text
source: Out Grace :
ar: الوقت المسموح للخروج :

# lblShift1FromResource1.Text
source: From :
ar: من :

# lblShift1GraceResource1.Text
source: In Grace :
ar: الوقت المسموح للدخول :

# lblShift1MiddleGraceResource1.Text
source: Middle Grace :
ar: المسموح اثناء الدوام :

# lblShift1NameResource1.Text
source: Name (En) :
ar: الاسم (E) :

# lblShift1ToResource1.Text
source: To :
ar: الى :

# lblShift2EndGraceResource1.Text
source: Out Grace :
ar: الوقت المسموح للخروج :

# lblShift2FromResource1.Text
source: From :
ar: من :

# lblShift2GraceResource1.Text
source: In Grace :
ar: الوقت المسموح للدخول :

# lblShift2MiddleGraceResource1.Text
source: Middle Grace :
ar: المسموح اثناء الدوام :

# lblShift2NameResource1.Text
source: Name (En) :
ar: الاسم (E) :

# lblShift2ToResource1.Text
source: To :
ar: إلى :

# lblShift3EndGraceResource1.Text
source: Out Grace :
ar: الوقت المسموح للخروج :

# lblShift3FromResource1.Text
source: From :
ar: من :

# lblShift3GraceResource1.Text
source: In Grace :
ar: الوقت المسموح للدخول :

# lblShift3MidGraceResource1.Text
source: Middle Grace :
ar: المسموح اثناء الدوام :

# lblShift3NameResource1.Text
source: Name (En) :
ar: الاسم (E) :

# lblShift3ToResource1.Text
source: To :
ar: إلى :

# lblWorkTimeDescResource1.Text
source: Description :
ar: الوصف :

# lblWorkTimeSettingResource1.Text
source: WorkTime Setting
ar: اعدادات اوقات العمل

# ListItemResource1.Text
source: [None]
ar: [غير محدد]

# ListItemResource2.Text
source: Work Time Name (Ar)
ar: اسم وقت العمل (ع)

# ListItemResource3.Text
source: Work Time Name (En)
ar: اسم وقت العمل (E)

# ListItemResource4.Text
source: Work Type Name (Ar)
ar: اسم نوع العمل (ع)

# ListItemResource5.Text
source: Work Type Name (En)
ar: اسم نوع العمل (E)

# PageResource1.Title
source: Worktime Page
ar: أوقات العمل

# RegularExpressionValidator14Resource1.ErrorMessage
source: Enter Only Numbers
ar: أدخل فقط ارقام !

# RegularExpressionValidator14Resource1.Text
source: <img src="../images/Exclamation.gif" title="Enter Only Numbers!" />
ar: <img src="../images/Exclamation.gif" title="أدخل فقط ارقام !" />

# rfvWtpIDResource1.Text
source: <img src='../images/Exclamation.gif' title='Work Type is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل نوع العمل اجباري !' />

# txtArWorkTimeNameResource1.ToolTip
source: Work Time Name
ar: اسم وقت العمل

# lblHint1Resource.Text
source: The number of hours allowed calculated as overtime a day.
ar: عدد الساعات المسموح احتسابها كوقت إضافي في اليوم.

# lblHint2Resource.Text
source: The establishment of a Shift period of normal time and flexible and clicking on the button <img src='../images/Button_Icons/button_calculator.png'/> for the calculation of the period after the introduction period times, and in the case of time clocks is determined by the number of hours required in this shift.
ar: تحديد فترة الوردية للدوام العادي والمرن وذلك بالضغط على زر <img src='../images/Button_Icons/button_calculator.png'/> لاحتساب الفترة بعد إدخال أوقات الفترة,و في حالة دوام الساعات يتم تحديد عدد الساعات المطلوبة في هذه الوردية.

# lblHint3Resource.Text
source: Shift is that start before midnight (Twelfth Night) and ends at the dawn of the next day.
ar: هي الوردية التي تبدأ قبل منتصف الليل ( الساعة الثانية عشرة ليلا ) وتنتهي في فجر اليوم التالي.

# lblHint4Resource.Text
source: Is Shift optional not be calculated gaps or absences.
ar: هي وردية اختيارية لا يتم احتساب الثغرات أو الغياب فيها.

# cvWktShift1FTHoursResource1.Text
source: <img src='../images/Exclamation.gif' title='Flexible Time Hours is required' />
ar: <img src='../images/Exclamation.gif' title='ساعات الوقت المرن إجباري' />

# cvWktShift2FTHoursResource1.Text
source: <img src='../images/Exclamation.gif' title='Flexible Time Hours is required' />
ar: <img src='../images/Exclamation.gif' title='ساعات الوقت المرن إجباري' />

# cvWktShift3FTHoursResource1.Text
source: <img src='../images/Exclamation.gif' title='Flexible Time Hours is required' />
ar: <img src='../images/Exclamation.gif' title='ساعات الوقت المرن إجباري' />

# lblWktShift1FTHoursResource1.Text
source: Flexible Time Hours :
ar: ساعات الوقت المرن :

# lblWktShift2FTHoursResource1.Text
source: Flexible Time Hours :
ar: ساعات الوقت المرن :

# lblWktShift3FTHoursResource1.Text
source: Flexible Time Hours :
ar: ساعات الوقت المرن :

# cvOrderShfit2Resource1.Text
source: <img src='../images/message_exclamation.png' title='Shifts must be ordered by time' />
ar: <img src='../images/message_exclamation.png' title='الورديات يجب ان تكون متسلسلة بحسب الوقت' />

# cvOrderShfit3Resource1.Text
source: <img src='../images/message_exclamation.png' title='Shifts must be ordered by time' />
ar: <img src='../images/message_exclamation.png' title='الورديات يجب ان تكون متسلسلة بحسب الوقت' />

# cvShift1OvernightResource1.Text
source: <img src='../images/message_exclamation.png' title='shift 1 must not be Overnight' />
ar: <img src='../images/message_exclamation.png' title='لا يمكن تخصيص الوردية 1 كوردية ليلية' />
