Repository: Almaalim/AMS
Catalog: Pages_Employee/App_LocalResources/EmployeeExcusePermit.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Employee ID
ar: رقم الموظف

# BoundFieldResource2.HeaderText
source: Name (Ar)
ar: الاسم (ع)

# BoundFieldResource3.HeaderText
source: Name (En)
ar: الاسم (En)

# BoundFieldResource4.HeaderText
source: Card ID
ar: رقم البطاقة

# BoundFieldResource5.HeaderText
source: Department (Ar)
ar: القسم (ع)

# BoundFieldResource6.HeaderText
source: Department (En)
ar: القسم (En)

# btnAddResource1.Text
source: <img src="../images/Button_Icons/button_add.png" /> Add
ar: <img src="../images/Button_Icons/button_add.png" /> إضافة

# btnCancelResource1.Text
source: <img src="../images/Button_Icons/button_Cancel.png" /> Cancel
ar: <img src="../images/Button_Icons/button_Cancel.png" /> إلغاء

# btnSaveResource1.Text
source: <img src="../images/Button_Icons/button_storage.png" /> Save
ar: <img src="../images/Button_Icons/button_storage.png" /> حفظ

# chkVacNoPresentResource1.Text
source: If no present, Set Management permit
ar: في حالة عدم الحضور، يتم احتسابها كرخصة

# cvCheckExcuseEmpIDResource1.Text
source: <img src='../images/Exclamation.gif' title='this employee already has excuse today!' />
ar: <img src='../images/Exclamation.gif' title='هذا الموظف لديه استئذان هذا اليوم!' />

# lblDescResource1.Text
source: Reason:
ar: السبب :

# lblEmpIDResource1.Text
source: Employee ID:
ar: رقم الموظف :

# lblExcTypeResource1.Text
source: Excuse Type:
ar: نوع الاستئذان :

# lblExprTypeResource1.Text
source: Permission Type:
ar: نوع الرخصة :

# lblSearchByResource1.Text
source: Search by:
ar: البحث بواسطة :

# lblVacTypeResource1.Text
source: Permit Type:
ar: نوع الإجازة :

# ListItemResource1.Text
source: [None]
ar: [غير محدد]

# ListItemResource2.Text
source: Employee ID
ar: رقم الموظف

# ListItemResource3.Text
source: Employee Name (AR)
ar: اسم الموظف (ع)

# ListItemResource4.Text
source: Employee Name (En)
ar: اسم الموظف (En)

# ListItemResource5.Text
source: Daily Excuse
ar: استئذان يومي

# ListItemResource6.Text
source: Management permit
ar: رخصة إدارية

# PageResource1.Title
source: Licenses Department
ar: الرخص الإدارية

# rfvddlExcTypeResource1.Text
source: <img src='../images/Exclamation.gif' title='Excuse Type is required!' />
ar: <img src='../images/Exclamation.gif' title='نوع الاستئذان مطلوب!' />

# rfvddlVacTypeResource1.Text
source: <img src='../images/Exclamation.gif' title='Permit Type is required!' />
ar: <img src='../images/Exclamation.gif' title='نوع الإجازة مطلوب!' />

# rfvrblExprTypeResource1.Text
source: <img src='../images/Exclamation.gif' title='Permission Type is required!' />
ar: <img src='../images/Exclamation.gif' title='نوع الرخصة مطلوب!' />

# rfvtxtDescResource1.Text
source: <img src='../images/Exclamation.gif' title='Reason Field is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل السبب مطلوب!' />

# rvEmpIDResource1.Text
source: <img src='../images/Exclamation.gif' title='Employee ID is required!' />
ar: <img src='../images/Exclamation.gif' title='رقم الموظف مطلوب!' />

# lblPeriodExcResource1.Text
source: Period Excuse:
ar: فترة الاستئذان:

# lstItmEBLResource1.Text
source: Begin Late
ar: حضور متأخر

# lstItmEOEResource1.Text
source: Out Early
ar: خروج مبكر

# TemplateFieldResource1.HeaderText
source: Status
ar: الحالة

# lblShiftIDResource1.Text
source: Shift Name :
ar: الوردية :

# rfvddlShiftIDResource1.Text
source: <img src='../images/Exclamation.gif' title='Shift Name is required!' />
ar: <img src='../images/Exclamation.gif' title='الوردية مطلوبة!' />
