Repository: Almaalim/AMS
Catalog: Pages_Employee/App_LocalResources/EmployeeMaster.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: ID
ar: الرقم

# BoundFieldResource2.HeaderText
source: Name (Ar)
ar: الإسم (ع)

# BoundFieldResource3.HeaderText
source: Name (En)
ar: الإسم (E)

# BoundFieldResource4.HeaderText
source: Card ID
ar: رقم البطاقة

# BoundFieldResource5.HeaderText
source: Department (Ar)
ar: القسم (ع)

# BoundFieldResource6.HeaderText
source: Department (En)
ar: القسم (E)

# btnAddResource1.Text
source: <img src="../images/Button_Icons/button_add.png" /> Add
ar: <img src="../images/Button_Icons/button_add.png" /> إضافة

# btnCancelResource1.Text
source: <img src="../images/Button_Icons/button_Cancel.png" /> Cancel
ar: <img src="../images/Button_Icons/button_Cancel.png" /> إلغاء

# btnModifyResource1.Text
source: <img src="../images/Button_Icons/button_edit.png" /> Modify
ar: <img src="../images/Button_Icons/button_edit.png" /> تعديل

# btnResetPasswordResource1.Text
source: <img src="../images/Button_Icons/button_reset_Password.png" /> Reset Pass
ar: <img src="../images/Button_Icons/button_reset_Password.png" /> إعادة كلمة المرور الإفتراضية

# btnSaveResource1.Text
source: <img src="../images/Button_Icons/button_storage.png" /> Save
ar: <img src="../images/Button_Icons/button_storage.png" /> حفظ

# btnVacSetResource1.Text
source: <img src="../images/Button_Icons/button_reset_Password.png" /> Set Vac
ar: <img src="../images/Button_Icons/button_reset_Password.png" /> تخصيص إجازة

# chkAutoINResource1.Text
source: Auto IN
ar: دخول تلقائي

# chkAutoOutResource1.Text
source: Auto Out
ar: خروج تلقائي

# chkSendEmailAlertResource1.Text
source: Send Email alert
ar: إرسال تنبيه للبريد الإلكتروني

# chkSendSMSAlertResource1.Text
source: Send SMS alert
ar: إرسال تنبيه للجوال

# chkStatusResource1.Text
source: Active
ar: فعال

# cvCalJoinDateEmptyResource1.Text
source: <img src='../images/Exclamation.gif' title='Join Date is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل تاريخ الإنضمام إجباري!' />

# cvCalLeaveDateEmptyResource1.Text
source: <img src='../images/Exclamation.gif' title='leave Date is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل تاريخ المغادرة إجباري!' />

# cvCompareDatesResource1.ErrorMessage
source: join date more than leave date!
ar: حقل تاريخ الإنضمام أكبر من تاريخ المغادرة!

# cvCompareDatesResource1.Text
source: <img src='../images/message_exclamation.png' title='join date more than leave date!' />
ar: <img src='../images/message_exclamation.png' title='حقل تاريخ الإنضمام أكبر من تاريخ المغادرة!' />

# cvEmpNameArResource1.Text
source: <img src='../images/Exclamation.gif' title='Employee name (AR) is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل إسم الموظف (عربي) إجباري!' />

# cvEmpNameEnResource1.Text
source: <img src='../images/Exclamation.gif' title='Employee Name (En) is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل إسم الموظف (إنجليزي) إجباري!' />

# Label1Resource1.Text
source: Favorite Language :
ar: اللغة المفضلة :

# lblAttenRuleResource1.Text
source: Attendance Rule Set:
ar: مجموعة ظوابط الحضور :

# lblBloodResource1.Text
source: Blood Group :
ar: فصيلة الدم :

# lblCardIDResource1.Text
source: Card ID:
ar: رقم البطاقة :

# lblCategoryResource1.Text
source: Job Category:
ar: تصنيف العمل :

# lblDepartmentResource1.Text
source: Department:
ar: القسم :

# lblDomainUsernameResource1.Text
source: Domain Username:
ar: اسم المستخدم للشبكة:

# lblEmailResource1.Text
source: Email:
ar: البريد الإلكتروني :

# lblEmpDescriptionResource1.Text
source: Employee Description:
ar: وصف الموظف :

# lblEmpNameArResource1.Text
source: Employee Name (Ar):
ar: إسم الموظف (ع) :

# lblEmpNameEnResource1.Text
source: Employee Name (En):
ar: إسم الموظف (E) :

# lblEmpTypeIDResource1.Text
source: Employee Type:
ar: نوع الموظف :

# lblGenderResource1.Text
source: Gender:
ar: الجنس :

# lblJobTitleArResource1.Text
source: Job Title Ar:
ar: المهنة (ع) :

# lblJobTitleEnResource1.Text
source: Job Title En:
ar: المهنة (E) :

# lblJoinDateResource1.Text
source: Joining Date :
ar: تاريخ الإنضمام :

# lblLeaveDateResource1.Text
source: Leave Date:
ar: تاريخ المغادرة :

# lblMaxOverTimePercentResource1.Text
source: Max OverTime Percent:
ar: الحد الأقصى لساعات العمل الإضافية :

# lblMobileNoResource1.Text
source: Mobile No:
ar: رقم الجوال :

# lblNationalIDResource1.Text
source: National ID:
ar: رقم الهوية :

# lblNationalityResource1.Text
source: Nationality:
ar: الجنسية :

# lblSearchByResource1.Text
source: Search by:
ar: بحث بواسطة :

# ListItemResource1.Text
source: [None]
ar: [غير محدد]

# ListItemResource16.Text
source: Male
ar: ذكر

# ListItemResource17.Text
source: Female
ar: إنثى

# ListItemResource18.Text
source: -Select favorite language-
ar: -إختر اللغة المفضلة-

# ListItemResource2.Text
source: Employee ID
ar: رقم الموظف

# ListItemResource3.Text
source: Employee Name (AR)
ar: إسم الموظف (ع)

# ListItemResource4.Text
source: Employee Name (En)
ar: إسم الموظف (E)

# ListItemResource5.Text
source: Department Name (Ar)
ar: إسم القسم (ع)

# ListItemResource6.Text
source: Department Name (En)
ar: إسم القسم (E)

# ListItemResource7.Text
source: -Select blood
ar: -إختر فصيلة الدم-

# PageResource1.Title
source: Employee Master
ar: الموظفون

# rfvddlDepResource1.Text
source: <img src='../images/Exclamation.gif' title='Department is required!' />
ar: <img src='../images/Exclamation.gif' title='إسم القسم إجباري!' />

# rfvddlNationalityResource1.Text
source: <img src='../images/Exclamation.gif' title='Nationality is required!' />
ar: <img src='../images/Exclamation.gif' title='إختيار الجنسية إجباري!' />

# rvfNationalIDResource1.Text
source: <img src='../images/Exclamation.gif' title='National ID is required!' />
ar: <img src='../images/Exclamation.gif' title='حقل رقم الهوية إجباري!' />

# lblHint1Resource1.Text
source: set maximum of hours for overtime that employee can get it
ar: تحديد ساعات العمل الإضافي المسموح في اليوم

# lblHint2Resource1.Text
source: You can put domain username for Pc to login directly to system
ar: يمكن إدخال اسم مستخدم الجهاز على الشبكة للدخول التلقائي للبرنامج

# lblHint3Resource1.Text
source: set attendance rule and action for Employee
ar: تحديد قواعد الحضور و العقوبات للموظف

# lblHint4Resource1.Text
source: you can set this option to add automatic trans OUT automatically
ar: هذه الخاصية تسمح بإضافة حركة خروج تلقائية للموظف من دون حضور

# lblHint5Resource1.Text
source: set maximum of days for vacations employee, this option to specific employee
ar: تخصيص العدد الأقصى للأيام لكل إجازة، هذه الخاصية لموظف محدد يمكن تخصيص لمجموعة موظفين من شاشة الإعدادات

# lblHint6Resource1.Text
source: you can set this option to add automatic trans IN automatically
ar: هذه الخاصية تسمح بإضافة حركة دخول تلقائية للموظف من دون حضور

# cvGenderResource1.Text
source: <img src='../images/Exclamation.gif' title='Gender is required!' />
ar: <img src='../images/Exclamation.gif' title='الجنس مطلوب' />

# cvEmployeeIDLenResource1.ErrorMessage
source: Must consist National ID of 10 digits
ar: يجب أن يتكون رقم الهوية من 10 خانات

# lblEmpRankDescResource1.Text
source: Rank Description :
ar: وصف الرتبة :

# lblEmpRankTitelResource1.Text
source: Rank Titel :
ar: الرتبة :

# lblEmpADUserResource1.Text
source: Active Directory User :
ar: مستخدم Active Directory :

# chkHasFingerPrintResource1.Text
source: Has FingerPrint
ar: لديه بصمة
